/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "このCGMを削除しますか？";

/* The title of the cancel action in an action sheet */
"Cancel" = "キャンセル";

/* Title describing glucose date */
"Date" = "日付";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "CGMを削除";

/* CGM display title */
"Dexcom G4" = "Dexcom G4";

/* Title describing glucose value */
"Glucose" = "グルコース";

/* Describes a glucose value adjusted to reflect a recent calibration */
"Glucose (Adjusted)" = "グルコース (調整後)";

/* Section title for latest glucose reading */
"Latest Reading" = "最新の読み取り";

/* Sensor state description for the non-valid state */
"Needs Attention" = "注意が必要です";

/* Sensor state description for the valid state */
"OK" = "OK";

/* Title describing CGM calibration state */
"Status" = "ステータス";

/* Title describing glucose trend */
"Trend" = "トレンド";
